_app/_posts/review/2016-08-16-说说过程.html
---
layout: post
title: 说说过程
date: 2016-08-16
categories: 
- review
tags: 
- review
- 观点
- 过程
- kindle 3
author: yefeiyu
excerpt: 干事过程是种享受，有时也是种浪费
---
<p>
我说的过程，在这里主要是指凡事追求一种极致，在极致中享受美的快感。<br >
</p>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 过程是种美</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 泛泛的当下</h3>
<div class="outline-text-3" id="text-1-1">
<p>
每个人对生活的追求不同。<br >
有些人追求的是权力和财富，是普遍意义上的成功。<br >
这种想法无可厚非，毕竟目前目力所及的圈子里，人们都是这样界定人生的。<br >
过去可能人们追求的是报国、为苍生谋福利。譬如那句著名的话，为天地立心、为生民立命、为往圣继绝学、为万世开太平。<br >
这些信念，是在儒家教育的体系下养成的。<br >
现在教育没有体系，有的只是愚弄人民。所谓的共产主义信念，早已经被世人从内心认识清楚是永远不可能达到的一种幻想，那么无信念的心灵接受的只能是利在当（党）下的现实利益。<br >
那自然就只能是遍地的权力财富成功了。<br >
如果人生的目的是这样的，那必然要为之抛弃些什么。随手简单的举例，如冷门行业、专业。<br >
</p>
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 有种可怜门类的当下</h3>
<div class="outline-text-3" id="text-1-2">
<p>
艺术就是这样一种境遇。<br >
粗略的说，涉及艺术的有有三种人。<br >
天才和庸才自然是不二之选。<br >
庸才也就罢了，本来就是毫无才具，只是因为实在没有哵 的出路，学点音体美，从事了这行。<br >
这些倒是和大众比较契和，也差不多是一类人，然后就对权贵和金钱跪舔，使行业表现出一种毫无价值的繁荣假象。<br >
有这类人，既不会是艺术的悲哀，也不会是他们本人的悲哀，他只不过是这样一钟普通的存在，以前有，以后也不会少。<br >
至于天才，这种稀缺资源，是艺术薪火相传的根本。但在这种社会制度下，没再见到哪个领域出现过。<br >
还有一个我个人比较迷惑的方面。<br >
现在是否还有艺术存在的必要？<br >
拿绘画来说，已经出现的摄像摄影，虽然说和绘画没有可比性，但是绘画失去了重要、普遍的现实功用，是否只成为为艺术而艺术的一种行业。<br >
即使摄影，也已经受到摄像的更大冲击。摄像，受到直播的冲击。<br >
世界和技术在进步，一些古老的东西，会逐渐走进历史。<br >
再拿哲学来说。以前是认识世界、发现世界、阐释世界的理论，地位高到所有学科的始祖和发源。<br >
学科一步步发展、细分，直至最微波的领域及最前沿的领域，AI、DNA、clone、机械细胞元等等，即使涉及到伦理学理论，那也在技术进步的眩目光环中，被迅速接受。从基督教推动对巨人社会的领导那天起，就已经不再具备质疑和贵的能力了。信仰也在被势特别是技术的强势所抛弃。<br >
技术本身，已经成为哲学。<br >
无论哪个传统领域，纵或有天才存在及推动该领域的发展，也无法抵挡领域本身的衰亡。<br >
一步步看来，天才已经都如此悲催了，第三种人就只能让人悲哀了。<br >
这类就是附庸风雅、消费艺术品的普通人。<br >
每当遇到此种人，都让人感觉是生活在垃圾场当中。可惜，这种人是如此之多。<br >
</p>
</div>
</div>
<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> 在可怜当下中的残存感觉</h3>
<div class="outline-text-3" id="text-1-3">
<p>
可怜当下中这种艺术门类的消亡，对天才人物来说想必非常痛苦。因为对于非天才的我来说，都已经是比较难过了。<br >
但不管怎么说，如果把过去看成是享受艺术的黄金时代、把未来看成是技术的时代，那和夹在中间的这一年代，就是在毁灭和消亡中品味艺术的美、创造过程的美的残渣这种感觉了。<br >
即使这样，不管在哪个细小东西上，能以一种完美主义的偏执精神，去做什么，也是一种享受了。<br >
</p>
</div>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 过程是种浪费</h2>
<div class="outline-text-2" id="text-2">
<p>
好多时候，这种完美追求的过程，只是一种浪费。<br >
这也是无可奈何的。<br >
即使是能产生出时代经典的、哪怕跨几个时代，到了未来某一时代的当下，也会成为不合时宜的古董。<br >
如果你愿意把其一定要看成是推动什么进步的过程，那我只能说你高估或者说你是在创造一种本来不存在至少有争议几千年也没有解决或回答出来的“意义”这东西了。<br >
世界上每一件事每一个东西，后面要发展或成为什么，都有N种可能，后面只发生了1种而已。<br >
这就像是说一定要把浩瀚至几万亿光年远、几万亿个银河系最后都要2000亿年后被吞噬于黑洞，而这其中像尘埃一样微小而短暂的地球，上面有个上帝掌握着意义与未来一样荒谬。<br >
这就像我花了一年，把kobo hd 上的debian系统弄得让我感觉特别完美，终于可以写一篇东西了，但是却发现kindle 3使用x11vnc却方便了一点那样让人失魂落魄。这过程中本来的兴奋和成就感结果在kindle 3屏幕上显得如此荒谬。<br >
明天，作为kobo hd和kindle 3基础的e-ink技术，被0延时的彩色电子纸代替，设备、系统、……都成为了不堪回首的过去。<br >
在追求完美的幻觉自欺下，浪费的过程如此的荒谬。<br >
幸好它并不比荒谬的人生多荒谬了哪怕0.01毫米。<br >
</p>
</div>
</div>
